type Service = {
    id: number,
    list: string[]

}
const services:Service[] = [
    {
        id: 1,
        list: ['网站建设\n',
        '网站技术咨询',
        'SEO策略和关键词分析：一次',
        '30个页面SEO标签优化',
        '20篇精品文章',
        '250条GPB外链',
        '1万条GNB自然外链',
        'GPC爬虫池服务',
        '12份数据报表',
        '优化50个关键词至首页',
        '优化200个关键词进入前100名',
        '预期每月网站流量500+',
        ],
    },
    {
        id: 2,
        list: ['网站建设',
        '网站技术咨询',
        'SEO策略和关键词分析：一次',
        '30个页面SEO标签优化',
        '20篇精品文章',
        '250条GPB外链',
        '1万条GNB自然外链',
        'GPC爬虫池服务',
        '12份数据报表',
        '优化50个关键词至首页',
        '优化200个关键词进入前100名',
        '预期每月网站流量500+',
        ],
    },
    {
        id: 3,
        list: ['网站建设',
        '网站技术咨询',
        'SEO策略和关键词分析：一次',
        '30个页面SEO标签优化',
        '20篇精品文章',
        '250条GPB外链',
        '1万条GNB自然外链',
        'GPC爬虫池服务',
        '12份数据报表',
        '优化50个关键词至首页',
        '优化200个关键词进入前100名',
        '预期每月网站流量500+',
        '60篇领英外部文章推广'
        ],
    },
];
    
export default services;